[
  { "id": 1, "likes":247, "chefName": "Sanjeev Kapoor", "yearsOfExperience": 35, "chefPhoto": "https://imgtr.ee/images/2023/05/02/Jtjjc.jpg", "bio": "Sanjeev Kapoor is an Indian celebrity chef, entrepreneur and television personality. He is best known as the host of the popular TV show Khana Khazana, which ran for more than 17 years. Kapoor has written several cookbooks and has won numerous awards for his contribution to Indian cuisine." },
  { "id": 2, "likes":347, "chefName": "Tarla Dalal", "yearsOfExperience": 40, "chefPhoto": "https://imgtr.ee/images/2023/05/02/JtHEs.jpg", "bio": "Tarla Dalal was an Indian chef, author and television personality. She wrote more than 100 cookbooks in her lifetime, and her recipes were popular among Indian households. Dalal was known for her simple and easy-to-follow recipes, and her contribution to Indian cuisine has been immense." },
  { "id": 3, "likes":447, "chefName": "Vikas Khanna", "yearsOfExperience": 25, "chefPhoto": "https://imgtr.ee/images/2023/05/02/JtgqD.jpg", "bio": "Vikas Khanna is an Indian-American chef, restaurateur, author, filmmaker and humanitarian. He is the owner of the Michelin-starred restaurant Junoon in New York City, and has written several cookbooks. Khanna is also known for his philanthropic work, and has founded several initiatives to help underprivileged communities." },
  { "id": 4, "likes":547, "chefName": "Ranveer Brar", "yearsOfExperience": 20, "chefPhoto": "https://imgtr.ee/images/2023/05/02/JB7KM.jpg", "bio": "Ranveer Brar is an Indian celebrity chef, restaurateur, author and television personality. He has hosted several TV shows, and has been a judge on several cooking competitions. Brar is also the owner of several restaurants in India, and has authored several cookbooks." },
  { "id": 5, "likes":237, "chefName": "Madhur Jaffrey", "yearsOfExperience": 50, "chefPhoto": "https://imgtr.ee/images/2023/05/02/JBGC4.jpg", "bio": "Madhur Jaffrey is an Indian-born actress, food and travel writer, and television personality. She is known for her contributions to Indian cuisine, and has written several cookbooks. Jaffrey has also acted in several films and television shows, and has won several awards for her work in the entertainment industry." },
  { "id": 6, "likes":297, "chefName": "Atul Kochhar", "yearsOfExperience": 30, "chefPhoto": "https://imgtr.ee/images/2023/05/02/JBO71.jpg", "bio": "Atul Kochhar is an Indian-born, British-based chef, restaurateur, and television personality. He is the owner of the Michelin-starred restaurant Benares in London, and has authored several cookbooks. Kochhar has won several awards for his contributions to Indian cuisine, and is known for his innovative and modern approach to Indian cooking." }
]
